Repository: ElianoDeLaFlor/EasyManagerLite
Catalog: EasyManager/Properties/Resources.*.resx
Languages: fr

# AddProduct
source: Adding product
fr: Ajout de produit

# AddQuantity
source: Quantity to add
fr: Quantité à ajouter

source: Alert quantity
fr: Quantité d'alerte

# AtrributionRole
source: Role assignment
fr: Attribution rôle

# BtnAdd
source: Add
fr: Ajouter

# BtnCancel
source: Cancel
fr: Annuler

# BtnCompte
source: Account
fr: Compte

# BtnCreate
source: Create
fr: Créer

# BtnSave
source: Save
fr: Enregistrer

# BtnValidate
source: Validate
fr: Valider

source: Category
fr: Categorie

# CategoryTitle
source: Register a category
fr: Enregistrer une categorie

# Client
source: Customer
fr: Client

# ClientTitle
source: Customer registration
fr: Enregistrement de client

# VenteCredit
source: Credit sale
fr: VenteCredit

# VenteCreditTitle
source: Record a credit sale
fr: Enregistrer une vente à crédit

# CompteTitle
source: Account creation
fr: Création de compte

source: Credit
fr: Crédit

# Entree
source: Entry
fr: Entrée

# Facture
source: Bill number
fr: N° Facture

# Libelle
source: Label
fr: Libellé

source: Login
fr: Pseudo

# MakeOperation
source: Perform an operation
fr: Effectuer une opération

# MakeSelection
source: Select
fr: Selectionnez

# Montant
source: Amount
fr: Montant

# NewCategorie
source: New category
fr: Nouvelle catégorie

# Nom
source: Name
fr: Nom

source: Operation
fr: Opération

source: Operation type
fr: Type d'opération

source: Password
fr: Mot de passe

# PayementMode
source: Payment method
fr: Mode de paiement

# Prenom
source: First name
fr: Prénom

# Price
source: Unit price
fr: Prix unitaire

# ProduitTitle
source: Product
fr: Produit

# ReglementTitle
source: Payment
fr: Règlement

# RoleTitle
source: Role
fr: Rôle

# SaveNewProduct
source: Record a new product
fr: Enregistrer un nouveau produit

# SaveOperation
source: Record a new operation
fr: Enregistrer une opération

# Selle
source: Sale
fr: Vente

# SellQuantity
source: Sold quantity
fr: Quantité vendue

# Sortie
source: Out
fr: Sortie

source: Total quantity
fr: Quantité totale

source: User
fr: Utilisateur

source: User role
fr: Rôle utilisateur

# Compte
source: Account
fr: Compte

# ConfirmationError
source: Incorrect confirmation
fr: La confirmation est incorrecte

# FieldRequired
source: Required field
fr: Champ requis

# InvalidCaracters
source: Your entry is incorrect
fr: Votre saisi est incorrecte

# CheckEntre
source: Check your entries and try again please
fr: Vérifiez vos saisis et réessayez s'il vous plaît

# EmptyField
source: Please fill all fields
fr: Remplissez tous les champs s'il vous plaît !

# Error
source: Oops! An error has occured. Try again later please.
fr: Oops! Une erreur est survenue. Réessayez plus tard s'il vous plaît.

# LoginExist
source: The login already exist !
fr: Le pseudo existe déjà !

# Org
source: SET Corporate
fr: PICSEL

# PassError
source: Format or confirmation is incorrect (6 characters minimum and alphanumeric)
fr: Le format ou la confirmation est incorrecte (6 caractères minimum et alphanumerique)

# Succes
source: Successfully operation
fr: Opération éffectuée avec succès !

# UserExist
source: This user already exist !
fr: Cet utilisateur existe déjà !

# Exist
source: Already exist !
fr: Exist déjà !

# LblExist
source: The label already exist !
fr: Le libellé exist déjà !

# ShortEnter
source: Your entry is too short
fr: Votre saisie est trop courte.

# CatSelectionError
source: Select a category please !
fr: Selectionnez une catégorie s'il vous plaît !

# EditionQuantite
source: Suply
fr: Approvisionnement

# ProductNameExist
source: A product already exists with this name
fr: Un produit existe déjà avec ce nom !

# QuantiteVendu
source: Sale Quantity
fr: La quantité vendue

# SelectionProduit
source: Select a product
fr: Selectionnez un produit

# BtnDelete
source: Delete
fr: Supprimer

# ForgetClient
source: You forget to select the customer
fr: Vous avez oublié de selectionner le client

# NumCommand
source: Order number
fr: Numéro de commande

# QuantiteManquante
source: The remaining quantity is insufficient
fr: La quantité restante est insuffisante

# ModuleList
source: Category,Customer,Account,Discount,Product,Supply,Sale,Credit sales,Category list,Customer list,Users list,Discounts list,Products list,Supply list,Sales list,Credit sale list,Roles list,Settings,Raport,Supplier,Checkout
fr: Catégorie,Client,Compte,Réduction,Produit,Approvisionnement,Vente,Vente à crédit,Liste des catégories,Liste des clients,Liste des utilisateurs,Liste des réductions,Liste des produits,Liste des approvisionnements,Liste des ventes,Liste des ventes à credit,Liste des rôles,Paramètres,Rapport,Fournisseur,Caisse

# VenteCreditQuantityCheck
source: The quantity exceeds the amount sold
fr: La quantité dépasse la quantité vendue

source: All
fr: Tout

# ClientList
source: Customer list
fr: Liste des clients

# LstNum
source: Number
fr: Numéro

source: Select all
fr: Tout selectionner

source: Delete
fr: Supprimer

# Edition
source: Edit
fr: Editer

# EditionClient
source: Customer edition
fr: Edition Client

# Reaserch
source: Research
fr: Recherche

# EmptyResult
source: There are no result corresponding to your search
fr: Il n'y a pas de résultats corespondants à votre recherche

source: Filter
fr: Filtre

# ListCommand
source: Orders list
fr: Liste des commandes

# ProductCmd
source: Product ordered
fr: Produit commendé

# ListProductCmd
source: List of products ordered
fr: Liste des produits commendés

# CmdTimeError
source: The order you are trying to delete is not at least a month
fr: La commande que vous éssayez de supprimer ne date pas de aumoins un mois

# NewClient
source: New customer
fr: Nouveau Client

source: Print
fr: Imprimé

# AllCmdListe
source: List of credit sales
fr: Liste de ventes à credit

# AllCmdNonSolde
source: List of open credit sales
fr: Liste des ventes à crédit non soldées

# AllCmdSolde
source: List of closed credit sales
fr: Liste des ventes à crédit soldées

# DeleteDialog
source: Are you sure you want to continue ?
fr: Vous êtes sûr de vouloir continuer ?

source: Product list
fr: Liste des produits

# ListVenteCredit
source: List of credit sales
fr: Liste des ventes à credit

# LstProduit
source: Products list
fr: Liste des produits

# LstProduitCredit
source: List of credit products
fr: Liste des produits à crédit

# LstProduitNonSolde
source: List of open products
fr: Liste des produits non soldés

# LstProduitSolde
source: List of sale products
fr: Liste des produits soldés

# LblInfoOne
source: The seles graph of
fr: Le graph des ventes de

# LblInfoThree
source: days
fr: derniers jours

# LblInfoTwo
source: on the last
fr: sur les

# NombreJour
source: Number of days
fr: Nombre de jours

# MenuClient
source: Customer
fr: Client

# MenuCompte
source: Account
fr: Compte

# MenuHome
source: Dashboard
fr: Tableau de bord

# MenuListeClient
source: Customers list
fr: Liste client

# MenuProduit
source: Product
fr: Produit

# MenuProduitListe
source: Product list
fr: Liste produit

# MenuVente
source: Sale
fr: Vente

# MenuVenteCredit
source: Credit sale
fr: Vente à credit

# MenuVenteCreditliste
source: Credit sale list
fr: Liste vente à credit

# WelcomMessage
source: Welcom to EasyManager
fr: Bienvenue dans EasyManager

# ListeProduitCredit
source: List of credit products
fr: Liste des produits à credit

# FirstTime
source: For first use need to create an administrator account
fr: Pour une première utilisation vous devez créer un compte administrateur

# RoleModuleTitle
source: Select the actions that users with the role can perform
fr: Selectionnez les actions que peuvent effectuer les utilisateurs ayant pour rôle

# RoleParametre
source: The role has been successfully set up
fr: Le rôle a été parametré avec succès

# RoleParametreErreur
source: Oops! An error has occured. Try again later please
fr: Oops! Une erreure est survenue lors du parametrage du rôle. Voulez-vous réessayez ?

# ListClient
source: Customers list
fr: Liste des clients

# SelectRole
source: Please, select a role
fr: Selectionnez le rôle s'il vous plaît.

# ListeClientAvecdette
source: List of customer with debt
fr: Liste des clients avec dette

# ListeClientSansDette
source: List of debt-free customer
fr: Liste des clients sans dette

# ClientEdit
source: Customer edition
fr: Edition de client

# DeleteNotification
source: Are you sure you want to delete ?
fr: Etes-vous sûr de vouloir éffectuer la suppression ?

# ListeAchatClient
source: List of customer purchases
fr: Liste des achats du client

# WrongCredential
source: Login or password incorrect
fr: Le pseudo ou le mot de passe est incorrecte

# DateDebut
source: Start date
fr: Date de début

# DateFin
source: End date
fr: Date de fin

# NomProduit
source: Product name
fr: Nom du produit

# Taux
source: Discount rate
fr: Taux de réduction

source: Discount
fr: Réduction

# DiscountEdit
source: Reduction edition
fr: Edition de réduction

source: Discount list
fr: Liste des réductions

# TauxApplicable
source: Applied to credit
fr: Appliquer aux ventes à crédit

# TauxCancel
source: Indicates wheter the discount has expired or is canceled. Yes = Expired/Canceled No=In progress
fr: Indique si la réduction a expiré ou est annulée. Oui = Expiré/Annuler Non=En cours

# TauxCritere
source: Select a criterion for the discount
fr: Selectionnez un critère pour la réduction

# TauxError
source: The discount rate is invalid
fr: Le tau de réduction est invalide

# TauxIntervalError
source: The interval between the start date and the end date is incorrect
fr: L'intervale entre la date de début et la date de fin est incorrecte

# Day
source: day(s). Do you want to change it now ?
fr: jour(s). Voulez-vous le changer maintenant ?

# PassExpireSoon
source: Your password has expired. Do you want to change it now?
fr: Votre mot de passe expire dans

# NewPass
source: new pasword
fr: Nouveau mot de passe

# OldPass
source: Old password
fr: Ancien mot de passe

# PassChangeTitle
source: Password change
fr: Changement de mot de passe

# PasswordIncorrect
source: Incorrect password
fr: Le mot de passe est incorrecte

source: Log out
fr: Se déconnecter

# ModuleCategorie
source: Category
fr: Catégorie

# ModuleClient
source: Customer
fr: Client

# ModuleCompte
source: Account
fr: Compte

# ModuleDiscount
source: Discount
fr: Réduction

# ModuleDiscountList
source: Discounts list
fr: Liste des réductions

# ModuleEditonQuantite
source: Supply
fr: Approvisionnement

# ModuleListClient
source: Customer list
fr: Liste des clients

# ModuleListeProduits
source: Products list
fr: Liste des produits

# ModuleListeVente
source: Sales list
fr: Liste des ventes

# ModuleListeVenteCredit
source: Credit sale list
fr: Liste des ventes à credit

# ModuleProduit
source: Product
fr: Produit

# ModuleRoleModule
source: Role assignment
fr: Attribution de rôles

# ModuleVenteCredit
source: Credit sale
fr: Vente à crédit

# AlreadyConnected
source: You are already connected
fr: Vous êtes déja connecté

# SellStatus
source: Statement of sales
fr: Etat des ventes

# StockStatus
source: Stock states
fr: Etat des stocks

# ModuleVente
source: Sale
fr: Vente

# ModuleListeCategorie
source: Category list
fr: Liste des catégories

# ModuleListeRole
source: Roles list
fr: Liste des rôles

# ModuleListeUtilisateur
source: Users list
fr: Liste des utilisateurs

# ModuleRole
source: Role
fr: Rôle

# MontantRestant
source: Remaining amount
fr: Montant restant

source: Number
fr: Numéro

# Soldee
source: Sale
fr: Soldée

# LeftQuantity
source: Remaining quantity
fr: Quantité restante

# EmptyDataBase
source: The data base is empty
fr: La base de données est vide

# ListProduitVendu
source: List of products sold
fr: Liste des produits vendus

# NumVente
source: Sele number
fr: N° Vente

# NumVenteCredit
source: Credit sales number
fr: N° VenteCredit

# Applicable
source: Apply
fr: Appliquer

# CancelActive
source: Status
fr: Etat

source: Canceled
fr: Annulé

# EditDiscount
source: Reduction edition
fr: Edition d'une réduction

source: In progress
fr: En cours

# VenteACredit
source: Credit sale
fr: Vente à crédit

# Selled
source: Sold
fr: Vendu

# RoleExist
source: This role already exists
fr: Ce rôle existe déjà !

# CategorySells
source: Sale by category
fr: Vente par catégoie

# Designation
source: Desig.
fr: Désig.

# PrintBill
source: Print receipt
fr: Imprimer le reçu

# Quantite
source: Quantity
fr: Quantité

# Arrete
source: Stop this invoice at the sum of
fr: Arrêté la présente Facture à la somme de

# FactureDU
source: Of
fr: Du

# FactureNO
source: Number
fr: N°

# TypeFacture
source: Bill
fr: Facture

# WordNotInstalled
source: Microsoft word is not installed on your machine
fr: Microsoft word n'est pas installé sur vortre machine

source: Open
fr: Ouvrir

# OpenFile
source: Open folder
fr: Ouvrir un fichier

# ShowDocument
source: Document viewer
fr: Visionneuse de document

# TypeCommande
source: Order
fr: Commande

# ArreteCmd
source: Stop this order at the sum of
fr: Arrêté la présente Commande à la somme de

# Rembourssement
source: Refund of the order number
fr: Rembourssement de la commande N°:

# ResteAPayer
source: Remains to pay
fr: Reste à payer

source: at
fr: à

# Au
source: to
fr: au

# CommandeClient
source: Customer/Order
fr: Client/Commande

# Liste
source: List
fr: Liste

# Solde
source: Sale
fr: Soldé

# CanceledDiscountList
source: List of cancelled discounts
fr: Liste des réductions annulées

# DiscountApplyedToCredit
source: List of discounts applied to credits
fr: Liste des réductions appliquées aux crédits

# WorkingDiscountList
source: List of discount in progress
fr: Liste des réductions en cours

# DiscountFolder
source: Discount
fr: Reduction

# ApplyTVA
source: Apply VAT
fr: Appliquer la TVA

# HT
source: Total duty
fr: Total HT

# TTC
source: Total duty
fr: Total TTC

# TVA
source: VAT
fr: TVA

# MontantTotalCredit
source: Total credit amount
fr: Montant total crédit

# CompagnyInfoHint
source: This information is used to complete the invoice header
fr: Ces informations sont utilisées pour remplir l'entête des factures

# CompanyInfo
source: Company information
fr: Informations Entreprise

# Setting
source: Settings
fr: Paramètres

# TauxTva
source: Rate (%)
fr: Taux (%)

# EmailError
source: Incorrect mail address
fr: L'adresse e-mail est incorrecte

# Reglement
source: Payment
fr: Règlement

# RegSelectionError
source: You forgot to select the credit sale
fr: Vous avez omis de selectionner la vente à credit

# QuantiteNotification
source: The stock is almost exhausted
fr: Le stock est presque épuisé

source: Empty list
fr: Liste vide

# Approvisionnement
source: Supply
fr: Approvisionnement

# ApprovisionnementNotif
source: Successful supply
fr: Approvisionnement éffectué avec succès

# EmptyStock
source: The stock is at low level
fr: Le stock est au plus bas niveau

# CanAccess
source: Sorry, you're not allowed to do this action
fr: Désolé, vous n'êtes pas authorisé a éffectué cette action

# ModuleSettings
source: Settings
fr: Paramètres

# ModuleEditonQuantiteListe
source: Supply list
fr: Liste des approvisionnements

source: Show text
fr: Afficher le text

# Reste
source: Left
fr: Reste

source: Home
fr: Acceuil

# ChangeEffet
source: Change takes effect at the next connection
fr: Le changement prend éffet lors de la prochaine connection

# ChangePassword
source: Change your password
fr: Changer de mot de passe

# LoginIncorrect
source: This login does not exist
fr: Ce pseudo n'existe pas

# OldPassEqualNewPass
source: You cannot use your old passord
fr: Vous ne pouvez pas utiliser votre ancien mot de passe

# PassReset
source: Forgot your password
fr: Mot de passe oublier

source: Reset
fr: Réinitilisation

# CatCannotBeDeleted
source: The category can not be deleted. It contains products
fr: La catégorie ne peut pas être supprimée. Elle contient des produits

# DeleteError
source: We could not perfom the deletion
fr: Nous n'avons pas pû éffectuer la suppression.

# Graph
source: Graphic
fr: Graphique

# Rapport
source: Raport
fr: Rapport

# RapportActivite
source: Activity report
fr: Rapport des activités

source: new supplier
fr: Nouveau fournisseur

source: Supplier
fr: Fournisseur

# SupplierExist
source: This supplier already exist
fr: Ce fournisseur existe déjà

# PayedQuanity
source: Quantity of credit paid
fr: Quantité credit payé

# PayedQuanityCost
source: Total amount of credit paid
fr: Somme total des crédits payés

# CreditSellQuantity
source: Total quantity sold on credit
fr: Quantité totale vendue à credit

# CreditSellTotalCost
source: Total ammount of credit
fr: Somme totale des crédits

source: Activate
fr: Activer

# ActivationEnd
source: Your activation ends on
fr: Votre activation prend fin le

source: Activation status :
fr: Statut d'activation :

source: left days
fr: Jours restants

# AreYouSureToContinue
source: Are you sure you want to continue ?
fr: Etes-vous sûr de vouloir continuer ?

# ActivateTryInfo
source: You have 30 days to try EasyManager!
fr: Vous avez 30 jours pour éssayer EasyManager !

# AppNotActivate
source: We are having trouble verifying your licence !
fr: Nous avons du mal à vérifier votre licence !

# BtnActivate
source: Enable or expand the licence
fr: Activer ou Ettendre la licence

# BtnTry
source: Try
fr: Essaie

# LicenceEnd
source: Your activation ends on
fr: Votre activation prend fin le :

source: No licence
fr: Pas de licence

# Restart
source: Restarting EasyManager!
fr: EasyManager va redémarrer!

# Try
source: Try EasyManager
fr: Essayer EasyManager

source: Activated
fr: Activer

# ActivationExpire
source: Your activation ends on
fr: Votre activation a pris fin le

source: day(s)
fr: jour(s)

# IsTryVersion
source: Try version
fr: Version d'éssaie

source: Try expired
fr: Essaie expiré

source: Activation code
fr: Code d'activation

# ActivationCodeInvalid
source: Invalid activation code
fr: Le code d'activation est invalide

# CheckCode
source: Please verify the code you entered
fr: Vérifiez le code que vous avez entré s'il vous plaît.

# ActivationError
source: Oops! We are unable to activate your application. Restart the application and retry.
fr: Oops! Nous avons du mal a activé votre application. Redémarrez l'application et réessayez.

# ActivationSuccess
source: Your application has been successfully activated !
fr: Votre application a été activé avec succès !

# ActivationExpired
source: Your activation has ended
fr: Votre activation a pris fin

# Duration
source: Duration (in month)
fr: Durée (en mois)

# EndDate
source: Expiration date
fr: Date d'expiration

# LicenceMoreInfo
source: Additional information
fr: Informations supplémentaires

source: Payment date
fr: Date de paiement

# PaymentMode
source: Payment method
fr: Mode de paiement

# StartDate
source: Activation date
fr: Date d'activation

# SupplierInfo
source: Supplier information
fr: Informations fournisseur

# SlideFive
source: Manage your clientele like a Pro
fr: Gérez votre clientèle à l'instar d'un Pro.

# SlideFour
source: Have a visual on the evolution of your activity
fr: Ayez un visuel sur l'évolution de votre activité.

# SlideOne
source: Whatever the size of your business EasyManager helps you manage it
fr: Quelle que soit la taille de votre activité EasyManager vous aide à le gérer.

# SlideSix
source: Soon availble online
fr: Bientôt disponible en ligne!

# SlideThree
source: Be master of your finance with EasyManager
fr: Soyez maître de votre finance grâce à EasyManager.

# SlideTwo
source: With EasyManager, be safe from suprise stock-outs
fr: Avec EasyManager, soyez à l'abris des ruptures de stock suprise.

# ActivationEntredExpire
source: The entered activation code has expired
fr: Le code d'activation saisi a expiré

# RoleCanNotBeDeleted
source: This role cannot be deleted. It is awarded to users
fr: Ce role ne peut pas être supprimé. Il est attribué à des utilisateurs.

# Close
source: Closed
fr: Fermer

# ModuleFournisseur
source: Supplier
fr: Fournisseur

# ModuleRapport
source: Raport
fr: Rapport

# UserIsConnected
source: You cannot delete this user. Is the connected user
fr: Vous ne pouvez pas supprimer cet utilisateur. Il est l'utilisateur connecté.

# CodeUsed
source: The activation code is already used
fr: Le code d'activation est déjà utilisé

# AccountDeleted
source: This account has been deleted
fr: Ce compte a été supprimé

source: Add Checkout operation
fr: Ajouter une opération de caisse

source: Add operation
fr: Ajouter une opération

source: Checkout
fr: Caisse

# CheckOutOperations
source: Checkout operations list
fr: Liste des opérations de caisse

# GestionCaisse
source: Cash management
fr: Gestion de caisse

# Operations
source: Operation list
fr: Liste des opérations

# OperationExist
source: The operation type already exist !
fr: Le type d'opération existe déjà !

# AmountError
source: Please enter a correct amount
fr: Entrez un montant valide s'il vous plaît

# OpCannotBeDeleted
source: The operation type contains checkout operations , and cannot be deleted
fr: Le type d'opération contient des opérations de caisses, et ne peut être supprimé

# DeleteTime
source: The item you are trying to delete is not at least a month
fr: L'élément que vous assayez de supprimer ne date pas d'au moins 1 mois

source: Resume
fr: Résumé

source: Expenses
fr: Dépenses

source: Incomings
fr: Recettes

# SumCheckout
source: Sum in checkout
fr: Somme dans la caisse

source: Checkout operation
fr: Opération de caisse

# CheckoutOperationPrint
source: CheckoutOperation
fr: OperationCaisse

# PrintEntree
source: List of cash register transactions
fr: Liste des opérations d'entrée en caisse

# PrintSortie
source: List of cash out operations
fr: Liste des opérations de sortie en caisse

source: Enter
fr: Entree

source: Backup
fr: Sauvegarde

source: Backup location
fr: Chemin du sauvegarde

source: Path
fr: Chemin

# BackupInfo
source: The backup is automatic, when the path is specified
fr: Quand le chemin est spécifié, le back up est automatique

source: Manuel backup
fr: Faire une sauvegarde manuelle

# Restauration
source: Data restauration
fr: Restauration des données

source: Last backup
fr: Dernière sauvegarde

# EditCompte
source: Edit my account
fr: Editer mon compte

# DriveAdded
source: Backup device replaced
fr: Périphérique de sauvegarde remis en place

# DriveRemoved
source: You have just removed the backup device
fr: Vous venez de retirer le périphérique de sauvegarde

# ModuleCaisse
source: Checkout
fr: Caisse

source: About
fr: A propos

# ShopIcon
source: Here you choose the logo of your shop
fr: Ici vous choisissez le logo de votre shop qui sera sur la facture

# AnnulationVente
source: Cancellation of sale
fr: Annulation de Vente

source: Wholesale price
fr: Prix grossiste

# WholeSaleWarning
source: You have omitted the value of the wholesale price.The value of the unit price will be taken into account for wholesale sales.
fr: Vous avez omis la valeur du prix grossiste. La valeur du prix unitaire sera pris en compte pour les ventes grossistes

# AnnulationCommand
source: Cancellation of order
fr: Annulation de Commande

# ClientType
source: Client category
fr: Catégorie du client

source: Simple client
fr: Client simple

source: Wholesale client
fr: Client grossiste

# Consigne
source: Setpoint
fr: Consigne

# ConsigneInfo
source: Sample setpoint: no return of article after 24 hours
fr: Exemple de consigne:Aucun retour de produit après 24 h

# AppUserContact
source: Application user number
fr: Contact de l'utilisateur de l'application

# AppUserEmail
source: Application user e-mail
fr: E-mail de l'utilisateur de l'application

# AppUserInfo
source: Application user informations
fr: Informations de l'utilisateur de l'application

# AppUserName
source: Application user name
fr: Nom de l'utilisateur de l'application

source: Online backup
fr: Sauvegarde en ligne
