Repository: ElianoDeLaFlor/EasyManagerLite
Catalog: EasyManager/Properties/Resources.*.resx
Languages: fr

# OnlineBackupInfo
source: The backup is automatic, when the application user informations are specified
fr: Quand les informations utilisateur sont fournies, la sauvegarde en ligne est automatique

# NoConnection
source: Oops! There is no internet. Check your internet connection and try again
fr: Oops! Il n'ya pas d'internet. Vérifiez votre connection internet et rééssayez.

# ThereIsNoUpdate
source: Your app is up to date
fr: Votre application est à jour

source: Update
fr: Mise à jour

# UpdateInfo
source: Check for update
fr: Rechercher une mise à jour

source: Progress
fr: Progression

# ThereIsUpdate
source: We have found an update. Do you want to download it now ?
fr: Nous avons trouver une mise à jour. Voullez-vous la télécharger maintenant ?

# UpdateNotification
source: There is a new update
fr: Il y a une nouvelle mise à jour disponible

# NoBackup
source: There is no backup
fr: Nous n'avons trouvé aucune sauvegarde

# FileCSV
source: Export to csv file
fr: Exporter vers un fichier csv

# BillBlue
source: Invoice in blue color
fr: Facture en couleur bleue

# BillGold
source: Invoice in gold color
fr: Facture en couleur or

# BillGreen
source: Invoice in green color
fr: Facture en couleur verte

# BillGrey
source: Invoice in gray color
fr: Facture en couleur grise

# BillOrange
source: Invoice in orange color
fr: Facture en couleur orange

# BillPurple
source: Invoice in purple color
fr: Facture en couleur violette

# BillWhite
source: Invoice in white color
fr: Facture en couleur blanche

# BillStyles
source: Invoice styles
fr: Models de factures

# SaveFirstCompany
source: You must fill in the informations in the first section
fr: Vous devez d'abord enregistrer les informations dans la première section

# InvoiceHeader
source: Use as invoices header
fr: Utiliser comme entête des factures

# SaveSecondCompany
source: You must fill in the informations in the second section informations
fr: Vous devez d'abord enregistrer les informations dans la deuxième section
